tap "felixkratz/formulae"
tap "houmain/tap"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "powershell/tap"
tap "wez/wezterm"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "cmake"
brew "coreutils"
brew "dotnet"
brew "eza"
brew "fd"
brew "fluid-synth"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "openjpeg"
brew "pango"
brew "ghostscript"
brew "git"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "python@3.13"
brew "gobject-introspection"
brew "helix"
brew "imagemagick"
brew "jq"
brew "kanata"
brew "kubernetes-cli"
brew "lazygit"
brew "librsvg"
brew "links"
brew "lsd"
brew "lua"
brew "openjdk"
brew "maven"
brew "midnight-commander"
brew "neovim"
brew "nowplaying-cli"
brew "nushell"
brew "poppler"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "sevenzip"
brew "speedtest-cli"
brew "starship"
brew "switchaudio-osx"
brew "task"
brew "tmux"
brew "tree"
brew "uv"
brew "yarn"
brew "yazi"
brew "z"
brew "zellij"
brew "zinit"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "alacritty"
cask "alfred"
cask "betterdisplay"
cask "darktable"
cask "docker-desktop"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "ghostty"
cask "gimp"
cask "karabiner-elements"
cask "linearmouse"
cask "ngrok"
cask "pearcleaner"
cask "sf-symbols"
cask "stats"
cask "wezterm"
cask "zen"
