# ─── Taps ───────────────────────────────────────────────
tap "felixkratz/formulae"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "wez/wezterm"

# ─── Core CLI tools ─────────────────────────────────────
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "jj"
brew "jq"
brew "ripgrep"
brew "sevenzip"
brew "tree"
brew "yazi"
brew "zoxide"

# ─── Shells & shell plugins ────────────────────────────
brew "nushell"
brew "starship"
brew "zinit"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"

# ─── Editors ────────────────────────────────────────────
brew "neovim"

# ─── Dev languages & toolchains ─────────────────────────
brew "cmake"
brew "dotnet"
brew "gcc"
brew "go"
brew "lua"
brew "node"
brew "python@3.13"
brew "rustup"
brew "uv"
brew "yarn"

# ─── Dev tools ──────────────────────────────────────────
brew "lazygit"
brew "kubernetes-cli"
brew "chezmoi"

# ─── Media & documents ─────────────────────────────────
brew "ghostscript"
brew "imagemagick"
brew "poppler"

# ─── macOS desktop & bar ───────────────────────────────
brew "felixkratz/formulae/sketchybar"
brew "nowplaying-cli"
brew "switchaudio-osx"
brew "kanata"

# ── Terminal multiplexer
brew "tmux"
brew "zellij"

# ── Terminal emulator (pick one or more) ──
cask "alacritty"
cask "ghostty"
cask "wezterm"

brew "bitwarden-cli"
brew "lsd"
brew "task"

# ─── Casks: Desktop apps ───────────────────────────────
cask "aerospace"
cask "alfred"
cask "betterdisplay"
cask "docker-desktop"
cask "karabiner-elements"
cask "linearmouse"
cask "pearcleaner"
cask "sf-symbols"
cask "stats"
cask "zen"

# ─── Casks: Fonts ──────────────────────────────────────
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"

# ─── Casks: Creative ───────────────────────────────────
cask "darktable"
cask "gimp"
